Repository: anthimewillmann/Culinaro
Catalog: Culinaro/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, tr, zh_hans, zh_hant

# planned_calories_subtitle
source: %1$@ · ~%2$d kcal planned
ar: %1$@ · نحو %2$d kcal مخطط لها
da: %1$@ · ~%2$d kcal planlagt
de: %1$@ · ~%2$d kcal geplant
es: %1$@ · ~%2$d kcal planificadas
fr: %1$@ · environ %2$d kcal prévues
it: %1$@ · ~%2$d kcal pianificate
ja: %1$@ · 約%2$d kcal予定
ko: %1$@ · 약 %2$d kcal 계획됨
nb: %1$@ · ~%2$d kcal planlagt
nl: %1$@ · ~%2$d kcal gepland
pl: %1$@ · zaplanowano ~%2$d kcal
pt_br: %1$@ · ~%2$d kcal planejadas
sv: %1$@ · ~%2$d kcal planerat
tr: %1$@ · ~%2$d kcal planlandı
zh_hans: %1$@ · 计划约 %2$d kcal
zh_hant: %1$@ · 預計約 %2$d kcal

source: Practice!
ar: تدرّب!
da: Øv dig!
de: Üben!
es: ¡A practicar!
fr: Entraînez-vous !
it: Esercitati!
ja: 練習しましょう！
ko: 연습하세요!
nb: Øv!
nl: Oefenen!
pl: Ćwicz!
pt_br: Pratique!
sv: Öva!
tr: Pratik yap!
zh_hans: 练习！
zh_hant: 練習！

source: Protein
ar: البروتين
es: Proteína
fr: Protéines
it: Proteine
ja: タンパク質
ko: 단백질
nl: Eiwit
pl: Białko
pt_br: Proteína
zh_hans: 蛋白质
zh_hant: 蛋白質

source: Recipe Not Found
ar: لم يتم العثور على الوصفة
da: Opskrift ikke fundet
de: Rezept nicht gefunden
es: Receta no encontrada
fr: Recette introuvable
it: Ricetta non trovata
ja: レシピが見つかりません
ko: 레시피를 찾을 수 없음
nb: Fant ikke oppskriften
nl: Recept niet gevonden
pl: Nie znaleziono przepisu
pt_br: Receita não encontrada
sv: Receptet hittades inte
tr: Tarif bulunamadı
zh_hans: 未找到食谱
zh_hant: 找不到食譜

# recipe_title_placeholder
source: Title
ar: العنوان
da: Titel
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
nb: Tittel
nl: Titel
pl: Tytuł
pt_br: Título
sv: Titel
tr: Başlık
zh_hans: 标题
zh_hant: 標題

source: Recipes
ar: الوصفات
da: Opskrifter
de: Rezepte
es: Recetas
fr: Recettes
it: Ricette
ja: レシピ
ko: 레시피
nb: Oppskrifter
nl: Recepten
pl: Przepisy
pt_br: Receitas
sv: Recept
tr: Tarifler
zh_hans: 食谱
zh_hant: 食譜

# recipes_count
source: %d Recipes
ar: %d وصفات
da: %d opskrifter
de: %d Rezepte
es: %d recetas
fr: %d recettes
it: %d ricette
ja: %d レシピ
ko: 레시피 %d개
nb: %d oppskrifter
nl: %d recepten
pl: %d przepisów
pt_br: %d receitas
sv: %d recept
tr: %d tarif
zh_hans: %d 个食谱
zh_hant: %d 個食譜

source: Reload
ar: إعادة التحميل
da: Indlæs igen
de: Erneut laden
es: Recargar
fr: Recharger
it: Ricarica
ja: 再読み込み
ko: 다시 로드
nb: Last inn på nytt
nl: Opnieuw laden
pl: Załaduj ponownie
pt_br: Recarregar
sv: Läs in igen
tr: Yeniden yükle
zh_hans: 重新加载
zh_hant: 重新載入

source: Scan
ar: مسح
de: Scannen
es: Escanear
fr: Scanner
it: Scansione
ja: スキャン
ko: 스캔
nb: Skann
nl: Scannen
pl: Skanuj
pt_br: Escanear
sv: Skanna
tr: Tara
zh_hans: 扫描
zh_hant: 掃描

source: Scan Photo
ar: مسح صورة
da: Scan foto
de: Foto scannen
es: Escanear foto
fr: Scanner une photo
it: Scansiona foto
ja: 写真をスキャン
ko: 사진 스캔
nb: Skann bilde
nl: Foto scannen
pl: Skanuj zdjęcie
pt_br: Escanear foto
sv: Skanna foto
tr: Fotoğraf tara
zh_hans: 扫描照片
zh_hant: 掃描照片

# scanner_add_photo
source: Scan ...
ar: مسح ضوئي ...
de: Scannen ...
es: Escanear ...
fr: Scanner ...
it: Scansiona ...
ja: スキャン ...
ko: 스캔 ...
nb: Skann ...
nl: Scannen ...
pl: Skanuj ...
pt_br: Digitalizar ...
sv: Skanna ...
tr: Tara ...
zh_hans: 扫描 ...
zh_hant: 掃描 ...

# scanner_from_gallery
source: From Gallery
ar: من المعرض
da: Fra galleri
de: Aus Galerie
es: Desde la galería
fr: Depuis la galerie
it: Dalla galleria
ja: ギャラリーから
ko: 갤러리에서
nb: Fra galleri
nl: Uit galerij
pl: Z galerii
pt_br: Da galeria
sv: Från galleri
tr: Galeriden
zh_hans: 从相册选择
zh_hant: 從相簿選取

# scanner_take_photo
source: Take Photo
ar: التقاط صورة
da: Tag foto
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
it: Scatta foto
ja: 写真を撮る
ko: 사진 찍기
nb: Ta bilde
nl: Foto nemen
pl: Zrób zdjęcie
pt_br: Tirar foto
sv: Ta foto
tr: Fotoğraf Çek
zh_hans: 拍照
zh_hant: 拍照

source: Search
ar: بحث
da: Søg
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
nb: Søk
nl: Zoeken
pl: Szukaj
pt_br: Buscar
sv: Sök
tr: Ara
zh_hans: 搜索
zh_hant: 搜尋

# search_prompt
source: Recipes, Lessons, and Shopping
ar: الوصفات والدروس والتسوق
da: Opskrifter, lektioner og indkøb
de: Rezepte, Lektionen und Einkauf
es: Recetas, lecciones y compra
fr: Recettes, leçons et courses
it: Ricette, lezioni e spesa
ja: レシピ、レッスン、買い物
ko: 레시피, 레슨 및 장보기
nb: Oppskrifter, leksjoner og handleliste
nl: Recepten, lessen en boodschappen
pl: Przepisy, lekcje i zakupy
pt_br: Receitas, aulas e compras
sv: Recept, lektioner och inköp
tr: Tarifler, dersler ve alışveriş
zh_hans: 食谱、课程和购物
zh_hant: 食譜、課程與購物

source: Select
ar: تحديد
da: Vælg
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
ko: 선택
nb: Velg
nl: Selecteren
pl: Wybierz
pt_br: Selecionar
sv: Välj
tr: Seç
zh_hans: 选择
zh_hant: 選取

# servings_count
source: %@ servings
ar: %@ حصص
da: %@ portioner
de: %@ Portionen
es: %@ porciones
fr: %@ portions
it: %@ porzioni
ja: %@ 人前
ko: %@인분
nb: %@ porsjoner
nl: %@ porties
pl: %@ porcji
pt_br: %@ porções
sv: %@ portioner
tr: %@ porsiyon
zh_hans: %@ 份
zh_hant: %@ 份

source: Shopping
ar: التسوق
da: Indkøb
de: Einkauf
es: Compra
fr: Courses
it: Spesa
ja: 買い物
ko: 장보기
nb: Handleliste
nl: Boodschappen
pl: Zakupy
pt_br: Compras
sv: Inköp
tr: Alışveriş
zh_hans: 购物
zh_hant: 購物

source: Sign In
ar: تسجيل الدخول
da: Log ind
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
ja: サインイン
ko: 로그인
nb: Logg på
nl: Inloggen
pl: Zaloguj się
pt_br: Entrar
sv: Logga in
tr: Giriş yap
zh_hans: 登录
zh_hant: 登入

source: Statistics
ar: الإحصاءات
da: Statistik
de: Statistik
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計
ko: 통계
nb: Statistikk
nl: Statistieken
pl: Statystyki
pt_br: Estatísticas
sv: Statistik
tr: İstatistikler
zh_hans: 统计
zh_hant: 統計

source: Step
ar: خطوة
da: Trin
de: Schritt
es: Paso
fr: Étape
it: Passaggio
ja: 手順
ko: 단계
nb: Trinn
nl: Stap
pl: Krok
pt_br: Passo
sv: Steg
tr: Adım
zh_hans: 步骤
zh_hant: 步驟

# step_number
source: Step %d
ar: خطوة %d
da: Trin %d
de: Schritt %d
es: Paso %d
fr: Étape %d
it: Passaggio %d
ja: 手順 %d
ko: %d단계
nb: Trinn %d
nl: Stap %d
pl: Krok %d
pt_br: Passo %d
sv: Steg %d
tr: %d. Adım
zh_hans: 第 %d 步
zh_hant: 第 %d 步

source: Steps
ar: الخطوات
da: Trin
de: Schritte
es: Pasos
fr: Étapes
it: Passaggi
ja: 手順
ko: 단계
nb: Trinn
nl: Stappen
pl: Kroki
pt_br: Passos
sv: Steg
tr: Adımlar
zh_hans: 步骤
zh_hant: 步驟

# steps_count
source: %d Steps
ar: %d خطوات
da: %d trin
de: %d Schritte
es: %d pasos
fr: %d étapes
it: %d passaggi
ja: %d 手順
ko: %d단계
nb: %d trinn
nl: %d stappen
pl: %d kroków
pt_br: %d passos
sv: %d steg
tr: %d adım
zh_hans: %d 个步骤
zh_hant: %d 個步驟

# steps_header
source: Step
ar: خطوة
da: Trin
de: Schritt
es: Paso
fr: Étape
it: Passaggio
ja: 手順
ko: 단계
nb: Trinn
nl: Stap
pl: Krok
pt_br: Passo
sv: Steg
tr: Adım
zh_hans: 步骤
zh_hant: 步驟

source: Streak
ar: السلسلة
da: Stime
es: Racha
fr: Série
it: Serie
ja: 連続記録
ko: 연속 기록
nb: Rekke
nl: Reeks
pl: Seria
pt_br: Sequência
sv: Svit
tr: Seri
zh_hans: 连续记录
zh_hant: 連續紀錄

# tab_lessons
source: Lessons
ar: الدروس
da: Lektioner
de: Lektionen
es: Lecciones
fr: Leçons
it: Lezioni
ja: レッスン
ko: 레슨
nb: Leksjoner
nl: Lessen
pl: Lekcje
pt_br: Aulas
sv: Lektioner
tr: Dersler
zh_hans: 课程
zh_hant: 課程

# tab_nutrition
source: Nutrition
ar: التغذية
da: Ernæring
de: Ernährung
es: Nutrición
it: Nutrizione
ja: 栄養
ko: 영양
nb: Ernæring
nl: Voeding
pl: Odżywianie
pt_br: Nutrição
sv: Näring
tr: Beslenme
zh_hans: 营养
zh_hant: 營養

# tab_overview
source: Overview
ar: نظرة عامة
da: Oversigt
de: Übersicht
es: Resumen
fr: Aperçu
it: Panoramica
ja: 概要
ko: 개요
nb: Oversikt
nl: Overzicht
pl: Przegląd
pt_br: Visão geral
sv: Översikt
tr: Genel bakış
zh_hans: 概览
zh_hant: 概覽

# tab_recipes
source: Recipes
ar: الوصفات
da: Opskrifter
de: Rezepte
es: Recetas
fr: Recettes
it: Ricette
ja: レシピ
ko: 레시피
nb: Oppskrifter
nl: Recepten
pl: Przepisy
pt_br: Receitas
sv: Recept
tr: Tarifler
zh_hans: 食谱
zh_hant: 食譜

# tab_shopping
source: Shopping
ar: التسوق
da: Indkøb
de: Einkauf
es: Compra
fr: Courses
it: Spesa
ja: 買い物
ko: 장보기
nb: Handleliste
nl: Boodschappen
pl: Zakupy
pt_br: Compras
sv: Inköp
tr: Alışveriş
zh_hans: 购物
zh_hant: 購物

# tips_toggle_label
source: Tips
ar: نصائح
de: Tipps
es: Consejos
fr: Astuces
it: Consigli
ja: ヒント
ko: 팁
pl: Wskazówki
pt_br: Dicas
tr: İpuçları
zh_hans: 技巧
zh_hant: 技巧

source: Title
ar: العنوان
da: Titel
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
nb: Tittel
nl: Titel
pl: Tytuł
pt_br: Título
sv: Titel
tr: Başlık
zh_hans: 标题
zh_hant: 標題

source: Today
ar: اليوم
da: I dag
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
ja: 今日
ko: 오늘
nb: I dag
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
sv: I dag
tr: Bugün
zh_hans: 今天
zh_hant: 今天

source: Type
ar: النوع
de: Typ
es: Tipo
it: Tipo
ja: 種類
ko: 유형
pl: Typ
pt_br: Tipo
sv: Typ
tr: Tür
zh_hans: 类型
zh_hant: 類型

source: Unpin
ar: إلغاء التثبيت
da: Frigør
de: Lösen
es: Desfijar
fr: Désépingler
it: Rimuovi
ja: 固定解除
ko: 고정 해제
nb: Løsne
nl: Losmaken
pl: Odepnij
pt_br: Desafixar
sv: Lossa
tr: Sabitlemeyi kaldır
zh_hans: 取消置顶
zh_hant: 取消置頂
